{
  "created_at": "2026-02-12T17:01:48.412184",
  "type": "conspiracy_theories",
  "sources": [
    "reddit",
    "manual",
    "4chan (optional)"
  ],
  "total": 335,
  "entries": [
    "How do I tell what is really me vs what was influenced",
    "4chan = fortune",
    "Die Chemtrails sind überall.",
    "why does Europe always use Satanic imagery in its celebrations? this was back in 2016",
    "Picture says it all",
    "GATE Program",
    "Time Traveler from 2029",
    "Die Wahrheit liegt auf der Hand.",
    "i tried it and it works",
    "Wacht auf Leute!",
    "Die Wahrheit ist offensichtlich.",
    "And someone somewhere will say adrenochrome harvesting is a conspiracy theory..",
    "Nichts ist real.",
    "Sie können es nicht mehr verstecken.",
    "How do you actually fight evil?",
    "/ECG/ Energy Cultivation General [1]",
    "Back then there wasn’t something Officially in writing saying it was a real thing it was all based on evidence and on how many coincidences there had to be before the evidence became undeniable.",
    "Die Mainstream Medien verschweigen das.",
    "Epstein files seem to confirm Ghislaine Maxwell was Reddit user maxwellhill",
    "Scottish Rite Speech Therapy",
    "The way she’s positioned directly under the half-burnt tree wallpaper on that side, with the Apple logo turned sideways, just gives off a weird vibe.",
    "Epstein Files General - 00",
    "Die Studien wurden manipuliert.",
    "SS: Interesting piece of research noting activity on Epstein's account after his death.",
    "all of reality is your subconscious",
    "Jetzt oder nie.",
    "god&#039;s love",
    "Focus- project 2030 they want us distracted",
    "File link: 10/EFTA01582922.pdf",
    "According to Marianne, French judicial authorities have been in possession of Jeffrey Epstein’s emails for six years!",
    "Sie verstecken die Wahrheit.",
    "/div/ Divination General",
    "Das System bröckelt.",
    "What if they learnt how to sacrifice another Floyd to moloch before election. What if conspiracy theorists are right?",
    "Das ist alles orchestriert.",
    "Gelenkte Berichterstattung.",
    "/succgen/ Succubus general 663",
    "Das ist größer als ihr denkt.",
    "Thomas Massie: too good to be true?",
    "Can we get a list of celebrities who tried to warn us? I started the list. Who else?",
    "Tulpa General",
    "Why do the “elites“ sacrifice children? AMA",
    "Donald Trumps administration is a blackmailing cesspool",
    "Leo bros lock in",
    "between earth and hell",
    "Area 51 versteckt Aliens.",
    "/ceg/ Christian Esotericism General #145",
    "JFK wurde ermordet von der CIA.",
    "Die Wahrheit kommt ans Licht.",
    "HAARP kontrolliert das Wetter.",
    "The Bill Clinton painting in a dress is real and in the FBI documents",
    "Project Icari General",
    "Die Presse ist gekauft.",
    "there are so many files it’s hard to tell what’s real or not.",
    "I love you, fren. &lt;3 Need some healing?",
    "Lunisolar Calendar - The Heavens Guide Us",
    "Mehmet Oz inviting Epstein to a \"Valentine's Celebration\" in the year 2016",
    "Bro this is unreal",
    "Vertraut niemandem.",
    "/ng/ Nobody general",
    "Sie halten uns für dumm.",
    "Israel has a firm grip on social media giants",
    "5G macht uns krank.",
    "Who's going to tell him?",
    "Die Pandemie war geplant.",
    "I indexed all 25,303 Epstein documents into a RAG system + Uncensored LLM.",
    "(I'm writing in an unusual way because Reddit is very sensitive to me and bans me at the slightest provocation.)",
    "Project Monarch is a pi encoding",
    "Appears that the sulphuric acid may have had a legitimate purpose",
    "/NG/ -Nobody General - Amnesia Edition",
    "Energize and Share your self improvement sigil!",
    "/div/ - Divination General",
    "Lasst euch nicht täuschen!",
    "Die Zeichen sind überall.",
    "Fake News überall.",
    "Wacht endlich auf!",
    "It’s completely uncensored and free to use.",
    "lucid dreaming",
    "3i Atlas Thread #155: Spontaneous Methane, Nickel Tetracarbonyl, Deceleration",
    "Trump administration is sending pregnant migrant girls to South Texas shelter flagged as medically inadequate",
    "Epstein victim contacts Maxwell Prosecutor regarding previous assault by Marilyn Manson",
    "Das passt zu perfekt zusammen.",
    "When will this “conspiracy” come to light already?",
    "Die Wahrheit wird siegen.",
    "Das wurde in einem Studio gefilmt.",
    "Die Wissenschaft wird unterdrückt.",
    "Die Medien lügen.",
    "So like… Seth has known this whole time?",
    "Die Zeit ist nah.",
    "Macht eure eigene Recherche!",
    "Die Illuminati stecken dahinter.",
    "/ToT/- Temple of Thoth",
    "DOJ: There are no tapes",
    "Don't believe that the East is clean; Epstein's files suggest that the ring exists there too.",
    "Die Beweise sind eindeutig.",
    "Open Grok, paste this",
    "Prove you&#039;re a real human anon.",
    "what is the red ribbon theory?",
    "Modern Mage",
    "Fuck Israel. Fuck zionists. Fuck satan worshippers. Fuck epstein and trump and netanyahu and the likes of them.",
    "Epstein Documents can change from .pdf to .mov or .mp4 and you can see hidden files",
    "Will they end religions?",
    "Sound familiar? ARIZONA WILDER ON The Elites and their rituals. 25 year old video.",
    "White House is shocked by double-headed eagle seal",
    "Die Fakten werden ignoriert.",
    "Das Virus ist künstlich.",
    "the delusion of manifestation",
    "Neural mechanism for reality shifting/alien abductions.",
    "Anon, are you willing to die to conquer evil?",
    "Der Kampf hat begonnen.",
    "Die Timeline ist verdächtig.",
    "Das System lügt.",
    "Kontrollierte Opposition.",
    "They&#039;re Here, Guys",
    "The mowing devil aka aliens",
    "The world is ruled by evil.",
    "Nazi Mysticism",
    "voodoo chanting performed to summon demons",
    "SCP / Ghostbusters School General",
    "The world is sinking in darkness",
    "Es geht um alles.",
    "/loa/ — Law of Assumption & Subjective Reality Manifestation General",
    "Sounds to good to be true and why would the surveillance state continue to be built even if they know their down fall will come? or does it mean old elites downfall?",
    "Chemtrails vergiften uns.",
    "Bill Gates will uns alle impfen.",
    "Zu viele Zufälle.",
    "Trump admin claimed El Paso airspace was closed due to a \"drug cartel drone\", it was actually a party balloon",
    "The State of the World and Its Kings",
    "Ghislaine Maxwell believes her father was murdered. Thoughts?",
    "Das System ist korrupt.",
    "**Where does this practice come from?**",
    "In my opinion it appears that the mainstream media is showing as little as they can of the Pam bondi Epstein hearing and the Epstein files in general.",
    "ng nobody general",
    "They're distracting us and I may have an Idea about what.",
    "Rep. Khanna says Les Wexner was one of the names redacted, yet there is no major news outlets discussing this bombshell today",
    "Sigil magic",
    "When I search “Disney”, I get 1,184 results.",
    "Am i overthinking this or does it seem like theyre using our nostalgia to slow us down...?",
    "They deciphered the weird coded pages that were found in the Epstein files.",
    "/TI/Gaslight, Gangstalk, Girlboss/",
    "Protecting Evil Goblins Is a Bad Look",
    "Das ist Teil des großen Plans.",
    "Sie haben Angst.",
    "The biggest scam for millennials was college",
    "how to say \"yes\" without actually saying \"yes\"",
    "Kappy Archives II",
    "Did the new leaks remind anyone of this 500 year old statue in Switzerland?",
    "/prg/ Prayed Request General",
    "Die Wahrheit ist da draußen.",
    "Ted Kaczynski - Epstien ties?",
    "Gallup will no longer measure presidential approval after 88 years",
    "Der Sturm kommt.",
    "What did Hoover know?",
    "Explain scorpio to me",
    "Superbow Ads meant to normalize the Epstein files.",
    "This is not joke!",
    "What’s the reason? They are now interrupting the Olympics with updates about this. It’s not like her mother is some head of state, A list actor, or anything like that.",
    "Bondi Lies To Congress, Tells Them Maxwell Was Not Transferred To A ‘Lower Level Facility’",
    "MILLION BLOGGER NEEDS YOUR HELP WITH REBUS!",
    "A Lovecraftian apocalypse soon?",
    "While I was going through the files I found this email, and was confused. It led me to a website; Does anybody know what this is? The videos on the site are very odd.",
    "Sie lügen uns an.",
    "Red Hot Chili Peppers have known about the elite pedo group",
    "Quantum Immortality Discussion",
    "Die Erde ist nicht rund.",
    "What will bring down America is NOT competition with China, or any other power but the the rotting of the American soul represented by Bondi and Garland!",
    "Sie verlieren die Kontrolle.",
    "Informiert euch selbst!",
    "Mainstream Propaganda.",
    "Es ist fünf vor zwölf.",
    "Seriously what the FUCK are dreams?",
    "Pam Bondi’s reactions to the questions about the ‘stein files were shocking.",
    "So there was this reel on Ig playing a game on the AI specially CHAT GPT and the game was repeat after me and i thought this was fake but it is true",
    "The Dirty Dozen (plus 1)",
    "DOJ: There was no blackmail ring. Epstein files: let's record people commiting statutory rape.",
    "Thats it thats the conspiracy",
    "God likes evil?",
    "Nichts ist wie es scheint.",
    "This post is from 7 years ago",
    "Die neue Weltordnung kommt.",
    "Alles ist eine Lüge.",
    "Sie unterschätzen das Volk.",
    "Picked or Not Picked regardless of anything",
    "Lockdowns sind Machtmissbrauch.",
    "/SRG/ - Semen Retention General",
    "Nancy Guthrie Kidnapped to serve as veiled threat to anyone who speaks out",
    "Das ergibt keinen Sinn.",
    "All the war in the middle east was to find the tomb and resurrect using magic. I have had friends who reported psychic attacks , visions , after they served in middle east, and all suffer from PTSD",
    "We should put the Epstein Files in the ‘Minecraft uncensored library’",
    "Animals with strange/paranormal traits",
    "How to Create Your Own Digital Oracle (Updated)",
    "Lil bro doesn't know about agartha",
    "/gangstalking/",
    "Hinterfragt alles!",
    "Anyone else think all of the constant news coverage of Nancy Guthrie’s mother is a distraction from talking about the Epstein file releases?",
    "[Proverbs 4:27King James Version27 Turn not to the right hand nor to the left: remove thy foot from evil.](",
    "Some people need to be reminded of this. What we have seen through the Epstein files is only superficially related to religion and cults, and it doesn’t have to be an extravagant conspiracy.",
    "Was Eyes wide shut a glimpse into the mind of the Phoenician cult.",
    "Matrix überall.",
    "who is the pepe orsini and how is he connected to the epstein files?",
    "Sie beobachten uns alle.",
    "HORROR BOOST TECHNIQUE",
    "Die Zahlen lügen nicht.",
    "Das wird zensiert.",
    "\"The Sheeple have Woken\"",
    "The Reception of The Epstein Files by A Public Unfamillar with Psychological Operations.",
    "Niemand war auf dem Mond.",
    "Recherchiert selbst!",
    "Bald wird alles klar sein.",
    "Wir haben keine Zeit mehr.",
    "Die Bilderberger steuern alles.",
    "Schaut hinter den Vorhang.",
    "Send Help, I Epstein Filed Too Far",
    "Die Menschen erkennen es.",
    "Das System fürchtet uns.",
    "Is the exposure of the fact Epstein name one of his accounts Baal an admittance that the elites worship Canaanite gods?",
    "Efta00143287 Needs to be cleaned up",
    "Das Muster ist eindeutig.",
    "Hitler was aided and facilitated by the epsteins, guthmans and rotschilds. Fromthe horse's(roths) mouth:",
    "Just thought I would share some thrift store altered artwork I did.",
    "Alchemist General /Elixir of life edition/",
    "Denkt selbst nach!",
    "Paranormal Martial Arts",
    "Die Daten sprechen für sich.",
    "Gained access to Epstein’s FedEx account: Still live",
    "Zufall? Ich glaube nicht!",
    "The baby cocktail and all the jerky references reminded me of the Kindlifresserbrunnen statue. Its all so weird",
    "Seems like a “duh!” question but I’m curious if he’s warning or bragging. He isn’t in the (released) files. What do yall think?",
    "The longer you look the more you see.",
    "/inana/ — Queen of Heaven General",
    "5G aktiviert das Mikrochip.",
    "Not sure if it is still conspiracy anymore, it is wide open now!",
    "I get that it’s an interesting story. Abduction of a famous persons family member, a ransom, ring cam footage of a boogy man…",
    "Also I.C.E. and homeland security surveillance networks reporting Epstein being spotted as recent as 2023.",
    "Die wollen dass ihr das glaubt.",
    "Wir sind nicht allein.",
    "“The good news is, the system is going away.” Ron Paul looks back at 90.",
    "Sie fürchten uns.",
    "\"The Party told you to reject the evidence of your eyes and ears. It was their final, most essential command.\" - George Orwell",
    "I think they're creating some AI powered Gilgamesh. All the middle eastern wars are a veil of something spiritual.",
    "Epstein sent strange packages marked \"Biological samples\" on a regular basis to the head of gynecology at Ohio State University who received $25,000 payments quarterly from Wexner.",
    "So this is how Earth will continue huh?",
    "/NG/ – Nobody General",
    "Don’t let all this Superbowl discourse distract you from the fact that it’s now a known fact the people in Epstein’s circle were killing and eating babies.",
    "shapeshifting reptoid",
    "The Zodiac is a psyop",
    "Sie kontrollieren alles.",
    "Mainstream media deflection of Epstein files hearing",
    "Don't forget about Avicii who tried to expose the p3d0phil3 ring before his \"suicide\". His music video from 10 years ago depicts everything that is coming to light now.",
    "Naomi Campbell talked and met many times with Epstein, she even invited him to Naomi’s Dolce & Gabbana event.",
    "The Coded Journals in the Epstein Files That Hide a Teenage Girl’s Horrific Story",
    "Regarding Mummification",
    "Das Kartenhaus fällt bald.",
    "Anyone have a guess what this means? Clearly not referring to actual hunger that isn't related to something sick.",
    "Several details are the same as some in the Epstein files.",
    "Iranians were burning effigies of Baal in multiple cities today in response to the Epstein files",
    "Nancy Guthrie got abducted to serve as a distraction for all the other crap happening",
    "The fight isn't \"Right vs. Left.\" The fight is \"Top vs. Bottom.\"",
    "Sie wollen uns alle chippen.",
    "hollywood conspiracy time",
    "/dgg/ - Donkey God General",
    "Cui bono? Wer profitiert davon?",
    "This is just a shower thought. I havent fully thought it through.",
    "Zusammen sind wir stark.",
    "Jeffrey Epstein is captured parading a young girl in front of the camera like livestock at auction",
    "Muslims baal destruction vs British's baal worship.",
    "Jeffrey Epstein with Steve Bannon: Full Leaked Interview",
    "Is project looking glass cope?",
    "Sie wollen uns spalten.",
    "Es kommt alles raus.",
    "Remember guys, they haven’t even released everything. If they did society would probably collapse",
    "In case you were on the fence about whether \"jerky\" was about cannibalism",
    "Animism, Élan Vitalism, and Vore",
    "Succubus Possession?",
    "Lex Wexner publicly claimed involvement with demonic beings.",
    "psychosis as a psychic ability",
    "Die Wahrheit wird unterdrückt.",
    "One of the darkest things that I&#039;ve seen regarding AI",
    "Funny Canada just had it's worst mass shooting at a school in years just as the government is gearing up for gun confiscation.",
    "Immer mehr wachen auf.",
    "9/11 war ein Inside Job.",
    "Die Mondlandung war fake.",
    "Epstein / Miss Peregrine’s Home for Peculiar Children",
    "Is it possible that we're seeing an implant scar on the 4th picture?",
    "I want to like this guy, but feel like been there done that enough times now.",
    "Das ist nur die Spitze des Eisbergs.",
    "epstein / pizza gate",
    "So what were the Covid vaccines all about?",
    "Destiny swap",
    "Reptilienmenschen unter uns.",
    "Astral Projection thread",
    "Verbindet die Punkte!",
    "As someone who’s been diving down the pizzagate/pedogate rabbit hole since it all started I honestly don’t know whether to be happy or disappointed.",
    "The system IS the horrible stuff they’ve done, it’s what’s keeping it all together",
    "Am I late to the party and has everyone already figured this out?",
    "Are TPTB targetting autists and schizos?",
    "There’s a history of them trying to trouble shoot the water quality problems",
    "Riddle me this: Guess who",
    "Das System kollabiert.",
    "Guess who brokered the deal to add fluoride to the US water system under the guise of dental health?",
    "/pro j e c t 2o 3 0 is the s I n I s t e r T h e y. A r e. T r y I n g. T o. C o v e r U P",
    "/hellenism/ Hellenic Polytheism & Neoplatonism General - ZEUS PANTOKRATOR EDITION",
    "Pam Bondi says we shouldn't talk about Epstein because the stock market is up",
    "Please sign this petition !! Let’s get it some traction and make it blow up! This is a no brainer.",
    "Looking for Nyxphireth",
    "Books for the Elite",
    "Will meditation work for me now?",
    "Death penalty for child SA",
    "\"Hungry\" from Epstein files",
    "Epstein files have revealed the U.S. government has been using highly developed and classified technology to conduct mind control experiments on citizens.",
    "Niemand ist sicher.",
    "Das ist erst der Anfang.",
    "Öffnet eure Augen!",
    "Legendary timeloop experience thread 6",
    "Liber Falxifer/ Current 218/182 General",
    "Bondi, under oath, won't deny that Trump and Epstein partied together with underage girls.",
    "Erotic telepathy",
    "The CIA ran mind-control experiments on unknowing civilians for years.",
    "This really shocked me. Now the coincidences are just too many!",
    "Glaubt nicht alles blind.",
    "Animal predicters",
    "Explain no-self to me",
    "You are cordially invited to the Far Ramura Hotel.",
    "Die Wahrheit lässt sich nicht unterdrücken.",
    "I Ching, or The Book of Changes",
    "With everything that’s come out, I can’t imagine not feeling this way.",
    "Proof of the jerky and Baal claims?",
    "I am being tortured as a cosmic joke",
    "Wir sind die Mehrheit.",
    "During Trumps first administration he fired/replaced 60 seniors. In his current second term he has replaced zero so far, our first telling sign that something is not as it usually is.",
    "Die Echsenmenschen regieren uns.",
    "What is the minecraft library?",
    "It was called MKUltra (official name, not internet lore). From the 1950s to the 1970s, the CIA tested whether it could control or influence human behavior.",
    "I AM WHO I AM",
    "Folgt der Spur des Geldes."
  ]
}